from Books.AbstractBook import AbstractBook

baunovBookData = AbstractBook(id=1,
                              title="«EL RUSO. Свой в Испании»",
                              description="""'El Ruso' – это автобиография Петра Андрушевича, русского, много лет живущего в Испании. Полвека жизни оказались разделены на две симметричные по продолжительности, но совершенно разные по сути половины: первые двадцать пять лет жизни автор провел в Петербурге, вторые — в Испании.
\n'EL Ruso' - рассказ не только, ПОЧЕМУ так получилось, но — главное — ЧТО из этого получилось.
Петру Андрушевичу удалось построить с нуля собственный бизнес, основать и раскрутить несколько испанских компаний, работающих в сфере real estate, девелопмента и консалтинга.
Автор книги делится опытом, который может быть полезен как живущим в России, так и за ее пределами. Взгляд оттуда — сюда и отсюда — туда. Ну, и честный взгляд внутрь, в самого себя, разумеется.
\nСреди людей, с которыми судьба сводила автора, семья Путиных. Об этом тоже подробно рассказывается в книге.
Используются иллюстрации из семейного архива, а также видеосюжеты, доступные благодаря QR-коду.""",
                              price=19,
                              pages=250,
                              imageUrl="https://i.imgur.com/rJtag7i.jpg")

baunovBookData = AbstractBook(id=2,
                              title="Baunov",
                              description="""'El Ruso' – это автобиография Петра Андрушевича, русского, много лет живущего в Испании. Полвека жизни оказались разделены на две симметричные по продолжительности, но совершенно разные по сути половины: первые двадцать пять лет жизни автор провел в Петербурге, вторые — в Испании.
\n'EL Ruso' - рассказ не только, ПОЧЕМУ так получилось, но — главное — ЧТО из этого получилось.
Петру Андрушевичу удалось построить с нуля собственный бизнес, основать и раскрутить несколько испанских компаний, работающих в сфере real estate, девелопмента и консалтинга.
Автор книги делится опытом, который может быть полезен как живущим в России, так и за ее пределами. Взгляд оттуда — сюда и отсюда — туда. Ну, и честный взгляд внутрь, в самого себя, разумеется.
\nСреди людей, с которыми судьба сводила автора, семья Путиных. Об этом тоже подробно рассказывается в книге.
Используются иллюстрации из семейного архива, а также видеосюжеты, доступные благодаря QR-коду.""",
                              price=25,
                              pages=350,
                              imageUrl="https://i.imgur.com/rJtag7i.jpg")
